{
  "DATE": {"1": ["لطفا تاریخ مورد نظر خود را وارد کنید", "تاریخ مورد نظر در سوال ذکر نشده لطفا وارد کنید", "سوال برای چه تاریخی پرسیده شده است"],
          "2": ["لطفا تاریخ صحیح را وارد فرمایید", "یک تاریخ صحیح تایپ کنید", "تاریخ وارد شده معتبر نیست یکبار دیگر وارد کنید"],
          "3": ["تاریخ وارد شده دوباره صحیح نیست. سیستم پاسخ شما را با پیشفرض فردا پاسخ خواهد داد"]},

  "LOC": {"1": ["سوال برای چه شهری پرسیده شده است", "شهر مدنظرتان چیست", "لطفا شهر مورد نظر خود را وارد کنید"],
          "2": ["شهر وارد شده معتبر نیست باری دیگر تلاش کنید", "شهر وارد شده در سیستم نیست یکبار دیگر وارد کنید", "شهر صحیحی را تایپ کنید"],
          "3": ["شهر وارد شده یکبار دیگر معتبر نیست. سیستم سوال شما را با پیش فرض تهران پاسخ خواهد داد"]},

  "COND": {"1": ["چه وضعیت هوایی مد نظر دارید", "وضعیت آب و هوایی را وارد کنید", "با کدام وضعیت آب و هوایی"],
          "2": ["خواهشا یکبار دیگر وارد کنید", "وضعیت آب و هوایی مورد تایید نیست", "سیستم کلمه ی وارد شده را به عنوان وضعیت آب و هوایی نمیشناسد"],
          "3": ["وضعیت آب و هوایی باری دیگر معتبر نیست. سیستم قادر نیست به سوال شما پاسخ دهد"]},

  "OGHAT": {"1": ["اوقات شرعی لازم را وارد نکرده اید. خواهشا وارد فرمایید", "اوقات شرعی را وارد کنید", "اوقات شرعی لازم وارد نشده. تایپ کنید"],
          "2": ["اوقات وارد شده معتبر نیست دوباره تلاش کنید", "سیستم زمانی که وارد کردید را نمیشناسد یکبار دیگر تلاش کنید", "معتبر نیست خواهشا دوباره بزنید"],
          "3": ["سیستم اوقات موردنظرتان را پیدا نکرد خواهش سوال خود را از اول مطرح کنید"]},

  "CURR": {"1": ["کدام ارز مد نظرتان است", "دنبال قیمت چه ارزی هستید", "برای کدام ارز؟"],
          "2": ["ارز وارد شده یافت نشد. دوباره بزنید", "سیستم ارز وارد شده را نمیشناسد دوباره تلاش کنید", "ارز وارد شده معتبر نیست"],
          "3": ["پاسخ شما با پیش فرض دلار آمریکا نمایش داده خواهد شد"]},

  "FLOW": {"1": ["روند وارد نشده آن را وارد کنید"],
          "2": ["روند وارد شده شناخته شده نیست", "خواهشا یک روند دیگه بزنید", "سیستم روند را نمیشناسد"],
          "3": ["سیستم با روند صعودی پاسخ خواهد داد"]},

  "COMP": {"1": ["لطفا شرکت بورسی خود را وارد کنید"],
          "2": ["شرکت بورسی را سیستم نمیشناسد. لطفا اسم شرکت را کامل بنویسید"],
          "3": ["سیستم شرکت رو نشناخت و قادر به پاسخگویی نیست"]},

  "OPERAND": {"1": ["عملوند؟"],
          "2": ["عملوند معتبر وارد نشد"],
          "3": ["سیستم بدون عملوند قادر به پاسخگویی نیست."]},

  "OPERAND2": {"1": ["عملوند دوم؟"],
          "2": ["عملوند دوم معتبر وارد نشد"],
          "3": ["سیستم بدون عملوند قادر به پاسخگویی نیست."]},

  "OPERATOR": {"1": ["عملگر؟"],
          "2": ["عمگر معتبر وارد نشد"],
          "3": ["سیستم بدون عملگر قادر به پاسخگویی نیست."]},

  "TRANS": {"1": ["عبارتی که میخواهید ترجمه کنید را وارد کنید"],
          "2": ["لطفا عبارت مورد نظر را درست و کامل وارد کنید"],
          "3": ["سیستم قادر به پاسخگویی نیست بدون عبارت. سوال خود را از اول بپرسید"]},

  "TOPIC": {"1": ["اخبار را حول چه موضوعی میخواهید بدانید"],
          "2": ["لطفا موضوع معتبر وارد کنید"],
          "3": ["جواب شما با پیشفرض موضوع سیاسی"]},
  "FOOD-TITLE": {"1": ["عنوان غذا وارد نشده است. وارد کنید"],
          "2": ["سیستم کلمه ی وارد شده را به عنوان غذا نمیشناسد دوباره تلاش کنید"],
          "3": ["سیستم قادر به پاسخگویی نیست"]},
  "INGREDIENT": {"1": ["با چه مواد غذایی دوست دارید غذا بپزید"],
          "2": ["مواد غذایی وارد شده برای سیستم شناخته شده نیستند"],
          "3": ["سیستم قادر به پاسخگویی نیست"]}
}